Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: ]] ** Foreshadowed in an early scene, where Calvin and Spooner discuss the Three Laws while looking for Sonny in Lanning's lab.
pt_br: ]] ** Há um prenúncio em uma cena inicial, onde Calvin e Spooner discutem as três leis enquanto procuram Sonny no laboratório de Lanning.

source: as they are not part of the series being criticized.
pt_br: porque eles não são parte da série que está sendo analisada.

source: eg, ''Film/TheMatrix'' using humans as "living batteries", or some portrayals of viruses.
pt_br: ''e.g.'' ''BrFilme/{{Matrix}}'' usando humanos como "baterias vivas", ou algumas representações de vírus.

source: headquarters earlier that day, and remembers the flying saucers at the World's Fair in Queens, realizing that the Bug could use the mothballed ships to escape.
pt_br: quartel da MIB mais cedo naquele dia, e lembra dos discos voadores na feira mundial que ocorreu no Queens, notando que o inseto poderia usá-los para escapar.

source: history.
pt_br: Estados Unidos.

source: of course.
pt_br: ...Lógico.

source: or for single-word titles: ->[=Namespace/{{Title}}=] e.g. Film/{{Avatar}}.
pt_br: ou, para títulos com uma única palavra: ->[=Espaço/{{Titulo}}=] e.g. Br/{{Capangas}}.

source: uses the red-glowing uplink to distort the ThreeLawsOfRobotics in the normal NS-5s]].
pt_br: usa a conexão para distorcer as Br/TresLeisDaRobotica nos NS-5 normais]].

source: was the one pulling the strings all along.]] * DefrostingIceQueen: Calvin, subtly.
pt_br: é que estava puxando as cordas o tempo todo.]] * Br/DegeloDaRainhaDeGelo: Calvin, sutilmente.

source: {{Averted}} with Patty, who wears a ponytail.
pt_br: [[Br/TropoEvitado Evitado]] com a Pati, que usa um rabo-de-cavalo.

source: {{Excuse Plot}}s were the norm.
pt_br: Nesses casos, [[Br/OEnredoESoUmaDesculpa qualquer enredo que houvesse era só uma desculpa]].

source: {{Inverted|Trope}} for Del, who drives manually as a reflection of his stigma.
pt_br: [[Br/TropoInvertido Invertido]] para Spooner, que dirige manualmente como reflexo de seu estigma.

source: {{Justified|Trope}} as they were being controlled by her remote signal.]] Also, apparently the internet led to libraries being rendered completely obsolete and shut down.
pt_br: [[Br/TropoJustificado Justificado]], pois eles estavam sendo controlados pelo sinal remoto]]. E aparentemente a internet fez com que as bibliotecas fechassem por terem se tornado obsoletas.

source: {{Shonen}} anime, with their younger demographics, usually don't fare as well.
pt_br: Animes Br/{{shonen}}, com sua demografia mais jovem, não costumam ter a mesma sorte.

source: {{Sitcom}}s and sitcom characters are particularly susceptible to this, as are peripheral characters in shows with {{long run|ners}}s.
pt_br: Br/{{Sitcom}}s e personagens de sitcoms são particularmente suscetíveis a isso, pois são personagens periféricos em programas de longa duração.

source: ||align=center border=1 width=75% || '''''Alignment Chart''''' || ''Lawful'' || ''Neutral'' || ''Chaotic'' || || ''Good'' || Lawful Good || Neutral Good || Chaotic Good || || ''Neutral'' || Lawful Neutral || True Neutral || Chaotic Neutral || || ''Evil'' || Lawful Evil || Neutral Evil || Chaotic Evil ||
pt_br: ||align=center border=1 width=75% || '''''Alinhamento''''' || ''Leal'' || ''Neutro'' || ''Caótico'' || || ''Bom'' || Leal e Bom || Neutro e Bom || Caótico e Bom || || ''Neutro'' || Leal e Neutro || Neutro Neutro || Caótico e Neutro || || ''Mau'' || Leal e Mau || Neutro e Mau || Caótico e Mau ||

source: ¡Ají!" ** The first time Doña Florinda is seen crying, it is the exact same style of Quico's cry.
pt_br: ** Na primeira vez que a Dona Florinda é vista chorando, é no mesmo estilo do choro de Quico.

source: ¡Te voy a acusar... con... mi... papá, que tú me pegaste....!" ("Waaaah, wah, wah, wah!
pt_br: Eu vou dizer... pro meu papai... que você me bateu... waa!"

source: Ñoño gets angry and offended, so Don Ramón tells him "Calm down, can't you take a joke?".
pt_br: Nhonho fica irritado, no que Seu Madruga diz a ele "Calma Nhonho, calma, será que você não aguenta uma brincadeira?".

source: Ñoño's costume changes in the 1990s so that he looks like he comes from the 1920s.
pt_br: A roupa do Nhonho muda nos anos 1990 e fica parecendo como se ele tivesse vindo diretamente dos anos 1920.

source: ♪]]\\ [-L - R, top to bottom: ComicBook/WonderWoman, [[Franchise/SuperMarioBros Mario]], [[Franchise/DragonBall Goku]], and [[WesternAnimation/TheLegendOfKorra Korra]]-].]] %% %% Caption selected per above IP thread.
pt_br: ♪]]\\ [-E - D, de cima para baixo: BrQuadrinhos/MulherMaravilha, [[BrFranquia/SuperMarioBros Mario]], [[BrFranquia/DragonBall Goku]], e [[BrAnimacaoOcidental/ALendaDeKorra Korra]]-].]] %% %% Caption selected per above IP thread.
